<?php

return [
	'title' => 'Паролни бекор қилиш',
	'request_text' => 'Сиз кўрсатган телефон рақамига бир марталик СМС коди аккаунт учун берилган доимий кодни бекор қилиш учун юборилди',
	'check_text {0}' => '{0} рақамига СМС код жўнатилди',
	
	'request_action' => 'Паролни бекор қилиш',
	'save_password_action' => 'Паролни сақлаш',
	'enter_new_password' => 'Илтимос, янги паролни киритинг',
	
	'send_request_success' => 'Почтангизни текшириб кўринг. Биз сизга паролни қайта тиклаш йўриқномасини жўнатдик.',
	'send_request_error' => 'Узр, паролингизни бекор қила олмадик',
	'new_password_saved_success' => 'Сизнинг янги паролингиз муваффақиятли сақланди.',
	
	'no_user_with_email' => 'Кўрсатилган электрон почта бўйича фойдаланувчи топилмади.',
	
	'password_reset_expire {min}' => 'Сизга активация коди аввал жўнатилган. {min} дақиқадан сўнг такроран сўров юборишингиз мумкин',
	'restore_password_sms {activation_code}' => 'Паролни қайта тиклаш. Активация коди: {activation_code}',
	'not_found_request' => 'Паролни тиклаш учун сўров топилмади.',
	'invalid_activation_code' => 'Нотўғри активация коди.',
	'email_template_body' => 'Хеш %reset_hash%, логин учун %login%',
	'email_template_subject' => 'Паролни қайта тиклаш'
];