<?php

return [
	'title' => 'Аутентификация',

	'login_title' => 'Тизимга кириш',
	'logout_title' => 'Тизимдан чиқиш',

	'remember_me' 		=> 'Эслаб қолиш',
	'partner_login' 		=> 'Ҳамкорнинг логини',

	'login_text' 		=> 'Тизимга кириш учун қуйидагиларни тўлдиринг:',
	'signup_text' 		=> 'Рўйхатдан ўтиш учун қуйидагиларни тўлдиринг:',

	'if_forgot_password' 		=> 'Агар паролни эсдан чиқарган бўлсангиз, қуйидагиларни амалга оширишингиз мумкин ',

	'forgot_title' => 'паролни бекор қилмоқ',
	'login_action' => 'Кириш',
	'logout_action' => 'Чиқиш',
	'signup_action' => 'Рўйхатдан ўтиш',

	'login_success' => 'Тизимга кирдингиз!',
	'login_access_error' => 'Мазкур қисмга кириш учун Сизга бириктирилган ролга ҳуқуқ берилмаган!',
	'logout_success' => 'Тизимдан чиқдингиз!',

	'i_forgot_my_password'=>'Мен паролни эсдан чиқардим',
	'register_new_user'=>'Янги фойдаланувчини рўйхатдан ўтказиш',

	'incorrect_login_or_password'=>'Нотўғри логин ёки парол',
	'incorrect_password'=>'Нотўғри парол',
	'weak_password'=>'Кучсиз парол',
	'similar_password'=>'Ўхшаш парол',
	'client_code_sms {code}' => 'Тасдиқлаш учун парол: {code}',
	//'already_sended_code' => 'Мазкур номерга аллақачон тасдиқлаш коди жўнатилган',
	'not_found_confirm' => 'Сўров топилмади. Аутентификациянинг биринчи босқичига ўтинг',
	'not_found_account' => 'Фойдаланувчи топилмади. Аутентификациянинг биринчи босқичига ўтинг',
	'incorrect_login_or_code'=>'Нотўғри логин ёки тасдиқлаш коди',
];