<?php

return [
	'title' => 'Паролни бекор қилиш',
	'request_text' => 'Сиз кўрсатган телефон рақамига бир марталик sms-код аккаунтга кириш учун ўрнатилган доимий парол ўрнига жўнатилади',
	'check_text {0}' => '{0} номерига sms-код жўнатилди',
	
	'request_action' => 'Паролни бекор қилиш',
	'save_password_action' => 'Паролни сақлаш',
	'enter_new_password' => 'Илтимос, янги паролни киритинг',
	
	'send_request_success' => 'Почтангизни текширинг, биз сизга паролни қайта тиклаш йўриқномасини жўнатдик.',
	'send_request_error' => 'Узр, биз Сизнинг паролингизни бекор қила олмадик',
	'new_password_saved_success' => 'Янги паролингиз муваффақиятли сақланди.',
	
	'no_user_with_email' => 'Кўрсатилган электрон почта бўйича фойдаланувчи аниқланмади.',
	
	'password_reset_expire {min}' => 'Сизга паролни активация қилиш коди жўнатилган. {min} дақиқадан сўнг такроран сўров жўнатишингиз мумкин',
	'password_reset_message {activation_code}' => 'Паролни активация қилиш коди: {activation_code}',
	'not_found_request' => 'Паролни қайта тиклаш учун сўров топилмади.',
	'invalid_activation_code' => 'Нотўғри активация коди.',
	'email_template_body' => 'Хеш %reset_hash%, логин учун %login%',
	'email_template_subject' => 'Паролни қайта тиклаш'
];